# Задание 1
# С этого задания вы начинаете создавать собственного персонального помощника, вроде Алисы, Google Assistant, Siri или Alexa. Назовём её Анфиса.
# Для начала научите Анфису здороваться: код уже подготовлен, но Python не станет его выполнять, ведь он скрыт за символом комментария, «закомментирован».
# Сделайте так, чтобы Python увидел и выполнил код. Для этого уберите символ комментария и пробел в начале строки (это называют «раскомментировать» строку).

def zadacha1():
    print('Привет, я Анфиса!') # Необходимо просто убрать # и удалить пробел перед print

#Задание 2
#Анфиса поздоровалась, но для светского разговора этого маловато. Пусть Анфиса немножко расскажет о себе. 
#После строки print('Привет, я Анфиса!') добавьте новую строку кода, которая напечатает текст 'Я маленькая, но уже программа!'. 
#Лайфхак: функцию print() (да и любую функцию вообще) можно вызывать в коде сколько угодно раз.

def zadacha2():
    print('Привет, я Анфиса!')
    print('Я маленькая, но уже программа')

zadacha2()